# 5. Напишите ОДИН цикл который выведет на экран:
#     1,2,3,4,5,6,7,8,9,10,9,8,7,6,5,4,3,2,1
for i in range(10):
    print (f"{i+1},",end="")
for i in range(9, 0, -1):
    print (f"{i},",end="")
