# 3. Напишите код, который берёт цифру 7, умножает саму на себя
# же 5 раз. 
x = 1
for x in range(1,5):
    print (7**x)
